Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_SLOMO_1080p_120_SHORT
source: 1080p at 120 fps
ar: ‏‪1080p‬ ‫-‬ 120 إطار/ثانية
bg: 1080p / 120 кадъра/сек
bn: • 1080p HD 120 fps-এ
ca: 1080p a 120 fps
cs: 1080p, 120 fps
da: 1080p ved 120 bps
de: 1080p (120 fps)
el: 1080p στα 120 καρέ/δευτ.
es: 1080p a 120 fps
es_us: 1080p a 120 fps
fi: 1080p / 120 fps
fr: 1080p à 120 ips
fr_ca: 1080p à 120 ips
gu: 120 fps પર 1080p
he: ‏1080p בקצב של ⁨120 FPS⁩
hi: 120 fps पर 1080p
hr: 1080p pri 120 fps
hu: 1080p / 120 fps
id: 1080p pada 120 fps
it: 1080p a 120 fps
ja: 1080p/120 fps
kk: 1080p, 120 кадр/с
kn: 120 fpsನಲ್ಲಿ 1080p
ko: 1080p - 120fps
lt: 1080p 120 kadr./s
ml: 120 fps-ൽ 1080p
mr: ^[120](formatNumber: true) fps वर ^[1080](formatNumber: true)p
ms: 1080p pada 120 bps
nb: 1080p ved 120 bps
nl: 1080p op 120 fps
or: ^[120](formatNumber: true) fps ରେ 1080p
pa: ^[120](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p
pl: 1080p, 120 kl./s
pt_br: 1080p a 120 fps
pt_pt: 1080p a 120 fps
ro: 1080p la 120 fps
ru: 1080p, 120 кадр⁠/⁠с
sk: 1080p, 120 fps
sl: 1080p in 120 sličic/s
sv: 1080p med 120 b/s
ta: 120 fpsஇல் 1080p
te: 120 fpsగా 1080p
th: 1080p ที่ 120 fps
tr: 1080p, 120 kare/sn.
uk: 1080p із 120 кадр/с
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر ‏⁨1080p⁩
vi: 1080p tại 120 fps
zh_cn: 1080p/120 fps
zh_hk: 1080p/120 fps
zh_tw: 1080p/120 fps

# CAM_RECORD_SLOMO_1080p_240
source: 1080p HD at 240 fps
ar: ‏‪1080p HD‬ ‫-‬ 240 إطار/ثانية
bg: 1080p HD / 240 кадъра/сек
bn: • ^[1080](formatNumber: true)p HD ^[240](formatNumber: true) fps-এ
ca: 1080p HD a 240 fps
cs: 1080p HD, 240 fps
da: 1080p HD ved 240 bps
de: 1080p HD (240 fps)
el: 1080p HD στα 240 καρέ/δευτ.
es: 1080p HD a 240 fps
es_us: 1080p HD a 240 fps
fi: 1080p HD / 240 fps
fr: 1080p HD à 240 ips
fr_ca: 1080p HD à 240 ips
gu: 240 fps પર 1080p HD
he: ‏1080p באיכות HD בקצב של ⁨240 FPS⁩
hi: 240 fps पर 1080p HD
hr: 1080p HD pri 240 fps
hu: 1080p HD / 240 fps
id: HD 1080p pada 240 fps
it: 1080p HD a 240 fps
ja: 1080p HD/240 fps
kk: 1080p HD, 240 кадр/с
kn: 240 fpsನಲ್ಲಿ 1080p HD
ko: 1080p HD - 240fps
lt: 1080p HD 240 kadr./s
ml: 240 fps-ൽ 1080p HD
mr: ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true) p HD
ms: 1080p HD pada 240 bps
nb: 1080p HD ved 240 bps
nl: 1080p HD op 240 fps
or: ^[240](formatNumber: true) fps ରେ 1080p HD
pa: ^[240](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD
pl: 1080p HD, 240 kl./s
pt_br: 1080p HD a 240 fps
pt_pt: HD 1080p a 240 fps
ro: HD 1080p la 240 fps
ru: 1080p HD, 240 кадр⁠/⁠с
sk: 1080p HD, 240 fps
sl: 1080p HD in 240 sličic/s
sv: HD i 1080p med 240 bilder/s
ta: 240 fpsஇல் 1080p HD
te: 240 fpsగా 1080p HD
th: 1080p HD ที่ 240 fps
tr: 1080p HD, 240 kare/sn.
uk: 1080p HD із 240 кадр/с
ur: ‏⁨^[240](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩
vi: 1080p HD tại 240 fps
zh_cn: 1080p HD/240 fps
zh_hk: 1080p HD/240 fps
zh_tw: 1080p HD/240 fps

# CAM_RECORD_SLOMO_1080p_240_FOOTER
source: • 480 MB with 1080p HD at 240 fps
ar: ‏• 480 م.ب. مع ‪1080p HD‬ ‫-‬ 240 إطار/ثانية
bg: • 480 MB с 1080p HD / 240 кадъра/сек
bn: • 1080p HD 240 fps-এ 480 MB
ca: • 480 MB amb 1080p HD a 240 fps
cs: • 480 MB při 1080p HD a 240 fps
da: • 480 MB med 1080p HD ved 240 bps
de: • 480 MB in 1080p HD mit 240 fps
el: • 480 MB με 1080p HD στα 240 καρέ/δευτ.
es: • 480 MB a 1080p HD y 240 fps
es_us: • 480 MB con 1080p HD a 240 fps
fi: • 480 Mt, jos valittuna on 1080p HD / 240 fps
fr: • 480 Mo avec 1080p HD à 240 ips
fr_ca: • 480 Mo avec 1080p HD à 240 ips
gu: • 240 fps પર 1080p HD માટે 480 MB
he: ‏• 480 מ״ב עם 1080p באיכות HD בקצב של ⁨240 FPS⁩
hi: • 240 fps पर 1080p HD के साथ 480 MB
hr: • 480 MB s 1080p HD pri 240 fps
hu: • 480 MB 1080p HD felbontással, 240 fps sebességgel
id: • 480 MB dengan HD 1080p pada 240 fps
it: • 480 MB con 1080p HD a 240 fps
ja: • 480 MB（1080p HD/240 fps）
kk: • 480 МБ: 1080p HD, 240 кадр/с
kn: • 240 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 480 MB
ko: • 480MB, 1080p HD - 240fps
lt: • 480 MB pasirinkus 1080p HD 240 kadr./s
ml: • 240 fps, 1080p HD-ൽ 480 MB
mr: • ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD सह ^[480](formatNumber: true) MB
ms: • 480 MB dengan 1080p HD pada 240 bps
nb: • 480 MB med 1080p HD ved 240 bps
nl: • 480 MB met 1080p HD op 240 fps
or: • ^[240](formatNumber: true) fps ରେ 1080p HD ସହିତ ^[480](formatNumber: true) MB
pa: • ^[240](formatNumber: true) fps ’ਤੇ ^[1080](formatNumber: true)p HD ਨਾਲ ^[480](formatNumber: true) MB
pl: • 480 MB przy 1080p HD i 240 kl./s
pt_br: • 480 MB com 1080p HD a 240 fps
pt_pt: • 480 MB com HD 1080p a 240 fps
ro: • 480 MB cu 1080p HD la 240 fps
ru: • 480 МБ при 1080p HD, 240 кадр⁠/⁠с
sk: • 480 MB pri 1080p HD, 240 fps
sl: • 480 MB z ločljivostjo 1080p HD pri 240 sličicah/s
sv: • 480 MB med HD i 1080p med 240 bilder/s
ta: • 240 fpsஇல் 1080p HDஇல் 480 MB
te: • 240 fpsగా 1080p HDతో 480 MB
th: • 480 MB ด้วย 1080p HD ที่ 240 fps
tr: • 480 MB; 1080p HD, 240 kare/sn.
uk: • 480 МБ для 1080p HD із 240 кадр/с
ur: • ‏⁨^[240](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ کے ساتھ ‏⁨^[480](formatNumber: true) MB⁩
vi: • 480 MB với 1080p HD tại 240 fps
zh_cn: • 480 MB, 1080p HD/240 fps
zh_hk: • 480 MB（1080p HD/240 fps）
zh_tw: • 480 MB（1080p HD/240 fps）

# CAM_RECORD_SLOMO_1080p_240_FOOTER_DEFAULT
source: • 480 MB with 1080p HD at 240 fps (default)
ar: ‏• ^[480](formatNumber: true) م.ب. بدقة ‪^[1080](formatNumber: true)p HD‬ ‫-‬^[240](formatNumber: true) إطار/ث (افتراضي)
bg: • 480 MB със 1080p HD / 240 кадъра/сек (по подразбиране)
bn: • ^[240](formatNumber: true) fps-এ ^[1080](formatNumber: true)p HD-এর সাথে ^[480](formatNumber: true) MB (ডিফল্ট)
ca: • 480 MB amb 1080p HD a 240 fps (per omissió)
cs: • 480 MB při 1080p HD a 240 fps (výchozí)
da: • 480 MB med 1080p HD ved 240 bps (standard)
de: • 480 MB in 1080p HD mit 240 fps (Standard)
el: • 480 MB με 1080p HD στα 240 καρέ/δευτ. (προεπιλογή)
es: • 480 MB a 1080p HD y 240 fps (por omisión)
es_us: • 480 MB con 1080p HD a 240 fps (predeterminado)
fi: • 480 Mt, jos valittuna on 1080p HD / 240 fps (oletus)
fr: • 480 Mo avec 1080p HD à 240 ips (par défaut)
fr_ca: • 480 Mo avec 1080p HD à 240 ips (par défaut)
gu: • 240 fps પર 1080p HD માટે 480 MB (ડિફૉલ્ટ)
he: ‏• 480 מ״ב עם 1080p באיכות HD בקצב של ⁨240 FPS⁩ (ברירת המחדל)
hi: • 240 fps पर 1080p HD के साथ 480 MB (डिफ़ॉल्ट)
hr: • 480 MB s 1080p HD pri 240 fps (standardno)
hu: • 480 MB 1080p HD felbontással, 240 fps sebességgel (alapértelmezett)
id: • 480 MB dengan HD 1080p pada 240 fps (default)
it: • 480 MB con 1080p HD a 240 fps (default)
ja: • 480 MB（1080p HD/240 fps、デフォルト）
kk: • 480 МБ: 1080p HD, 240 кадр/с (әдепкі)
kn: • 240 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 480 MB (ಡಿಫಾಲ್ಟ್)
ko: • 480MB, 1080p HD - 240fps(기본 설정)
lt: • 480 MB pasirinkus 1080p HD raišką 240 kadr./s sparta (numatytasis)
ml: • 240 fps, 1080p HD-ൽ 480 MB (ഡിഫോൾട്ട്)
mr: • ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true) p HD सह ^[480](formatNumber: true) MB (डिफॉल्ट)
ms: • 480 MB dengan 1080p HD pada 240 bps (lalai)
nb: • 480 MB med 1080p HD ved 240 bps (standard)
nl: • 480 MB met 1080p HD op 240 fps (standaard)
or: • ^[240](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[480](formatNumber: true) MB (ଡିଫଲ୍ଟ୍‌)
pa: • ^[240](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD ਨਾਲ ^[480](formatNumber: true) MB (ਡਿਫ਼ੌਲਟ)
pl: • 480 MB przy 1080p HD i 240 kl./s (domyślnie)
pt_br: • 480 MB com 1080p HD a 240 fps (padrão)
pt_pt: • 480 MB com HD 1080p a 240 fps (predefinição)
ro: • 480 MB cu 1080p HD la 240 fps (implicit)
ru: • 480 МБ при 1080p HD, 240 кадр⁠/⁠с (по умолчанию)
sk: • 480 MB pri 1080p HD, 240 fps (predvolené)
sl: • 480 MB z ločljivostjo 1080p HD pri 240 sličicah/s (privzeto)
sv: • 480 MB med HD i 1080p med 240 bilder/s (förval)
ta: • 1080p HD @ 240 fps, 480 MB (இயல்புநிலை)
te: • 240 fpsగా 1080p HDతో 480 MB (డిఫాల్ట్)
th: • 480 MB ด้วย 1080p HD ที่ 240 fps (ค่าเริ่มต้น)
tr: • 480 MB; 1080p HD, 240 kare/sn. (saptanmış)
uk: • 480 МБ для 1080p HD із 240 кадр/с (типово)
ur: • ‏⁨^[240](formatNumber: true) fps⁩ پر ⁨1080p HD⁩ کے ساتھ ⁨^[480](formatNumber: true) MB⁩ (ڈیفالٹ)
vi: • 480 MB với 1080p HD tại 240 fps (mặc định)
zh_cn: • 480 MB, 1080p HD/240 fps（默认）
zh_hk: • 480 MB（1080p HD/240 fps，預設）
zh_tw: • 480 MB（1080p HD/240 fps，預設值）

# CAM_RECORD_SLOMO_1080p_240_MOST_COMPATIBLE
source: 1080p HD at 240 fps (High Efficiency)
ar: ‏‪1080p HD‬ ‫-‬ 240 إطار/ثانية (تنسيق عالي الكفاءة)
bg: 1080p HD / 240 кадъра/сек (Високоефективен)
bn: 1080p HD 240 fps-এ (হাই এফিসিয়েন্সি)
ca: 1080p HD a 240 fps (alta eficiència)
cs: 1080p HD při 240 fps (vysoká efektivita)
da: 1080p HD ved 240 bps (High Efficiency)
de: 1080p HD (240 fps) (High Efficiency)
el: 1080p HD στα 240 καρέ/δευτ. (υψηλή απόδοση)
es: 1080p HD a 240 fps (alta eficiencia)
es_us: 1080p HD a 240 fps (alta eficiencia)
fi: 1080p HD / 240 fps (korkea hyötysuhde)
fr: 1080p HD à 240 ips (haute efficacité)
fr_ca: 1080p HD à 240 ips (haute efficacité)
gu: 240 fps પર 1080p HD (હાઇ એફિશંસી)
he: ‏1080p באיכות HD בקצב של ⁨240 FPS⁩ (יעילות גבוהה)
hi: 240 fps पर 1080p HD (हाई एफ़िशिएंसी)
hr: 1080p HD pri 240 fps (visoka učinkovitost)
hu: 1080p HD / 240 fps (nagy hatékonyságú)
id: HD 1080p pada 240 fps (Efisiensi Tinggi)
it: 1080p HD a 240 fps (efficienza elevata)
ja: 1080p HD/240 fps（高効率）
kk: 1080p HD, 240 кадр/с (жоғары тиімділік)
kn: 240 fpsನಲ್ಲಿ 1080p HD (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 1080p HD - 240fps(고효율성)
lt: 1080p HD 240 kadr./s (didelis efektyvumas)
ml: 240 fps-ൽ 1080p HD (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD (उच्च कार्यक्षमता)
ms: 1080p HD pada 240 bps (Kecekapan Tinggi)
nb: 1080p HD ved 240 bps (High Efficiency)
nl: 1080p HD op 240 fps (High Efficiency)
or: ^[240](formatNumber: true) fps ରେ 1080p HD (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: ^[240](formatNumber: true) fps ’ਤੇ ^[1080](formatNumber: true)p HD (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 1080p HD, 240 kl./s (High Efficiency)
pt_br: 1080p HD a 240 fps (Alta Eficiência)
pt_pt: HD 1080p a 240 fps (alta eficiência)
ro: 1080p HD la 240 fps (eficiență înaltă)
ru: 1080p HD, 240 кадр⁠/⁠с (высокоэффективный)
sk: 1080p HD, 240 fps (vysokoefektívny)
sl: 1080p HD pri 240 sličicah/s (visoka učinkovitost)
sv: HD i 1080p med 240 bilder/s (Högeffektiv)
ta: 240 fpsஇல் 1080p HD (உயர் செயல்திறன்)
te: 240 fpsగా 1080p HD (అత్యధిక సామర్థ్యం కలిగినది)
th: 1080p HD ที่ 240 fps (ประสิทธิภาพสูง)
tr: 1080p HD, 240 kare/sn. (Yüksek Verimlilik)
uk: 1080p HD із 240 кадр/с (високоефективний)
ur: ‏⁨^[240](formatNumber: true) fps⁩ پر ⁨1080p HD⁩ (ہائی ایفی شیئنسی)
vi: 1080p HD tại 240 fps (Hiệu suất cao)
zh_cn: 1080p HD/240 fps（高效）
zh_hk: 1080p HD/240 fps（高效率）
zh_tw: 1080p HD/240 fps（高效率）

# CAM_RECORD_SLOMO_1080p_240_SHORT
source: 1080p at 240 fps
ar: ‏‪1080p‬ ‏- 240 إطار/ثانية
bg: 1080p / 240 кадъра/сек
bn: ^[1080](formatNumber: true)p ^[240](formatNumber: true) fps-এ
ca: 1080p a 240 fps
cs: 1080p, 240 fps
da: 1080p ved 240 bps
de: 1080p (240 fps)
el: 1080p στα 240 καρέ/δευτ.
es: 1080p a 240 fps
es_us: 1080p a 240 fps
fi: 1080p / 240 fps
fr: 1080p à 240 ips
fr_ca: 1080p à 240 ips
gu: 240 fps પર 1080p
he: ‏1080p בקצב של ⁨240 FPS⁩
hi: 240 fps पर 1080p
hr: 1080p pri 240 fps
hu: 1080p / 240 fps
id: 1080p pada 240 fps
it: 1080p a 240 fps
ja: 1080p/240 fps
kk: 1080p, 240 кадр/с
kn: 240 fpsನಲ್ಲಿ 1080p
ko: 1080p - 240fps
lt: 1080p 240 kadr./s
ml: 240 fps-ൽ 1080p
mr: ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true)p
ms: 1080p pada 240 bps
nb: 1080p ved 240 bps
nl: 1080p op 240 fps
or: ^[240](formatNumber: true) fps ରେ 1080p
pa: ^[240](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p
pl: 1080p, 240 kl./s
pt_br: 1080p a 240 fps
pt_pt: 1080p a 240 fps
ro: 1080p la 240 fps
ru: 1080p, 240 кадр⁠/⁠с
sk: 1080p, 240 fps
sl: 1080p in 240 sličic/s
sv: 1080p med 240 b/s
ta: 240 fpsஇல் 1080p
te: 240 fpsగా 1080p
th: 1080p ที่ 240 fps
tr: 1080p, 240 kare/sn.
uk: 1080p із 240 кадр/с
ur: ‏⁨^[240](formatNumber: true) fps⁩ پر ⁨1080p ⁩
vi: 1080p tại 240 fps
zh_cn: 1080p/240 fps
zh_hk: 1080p/240 fps
zh_tw: 1080p/240 fps

# CAM_RECORD_SLOMO_FOOTER_FFC_120_ONLY
source: The front camera will always record slo-mo at 120 fps.
ar: ستسجل الكاميرا الأمامية الحركة البطيئة دائمًا بسرعة 120 إطار/ثانية.
bg: Предната камера винаги ще записва забавеното движение на 120 кадъра/сек.
bn: সামনের ক্যামেরা দিয়ে সর্বদা স্লো-মো ^[120](formatNumber: true) fps-এ রেকর্ড হবে।
ca: La càmera frontal sempre gravarà a càmera lenta a 120 fps.
cs: Přední fotoaparát vždy nahrává zpomalený záběr při 120 fps.
da: Forsidekameraet optager altid slowmotion ved 120 bps.
de: Aufnahmen mit der Frontkamera sind immer in Slo-Mo mit 120 fps.
el: Η μπροστινή κάμερα εγγράφει πάντα βίντεο αργής κίνησης στα 120 καρέ/δευτ.
es: La cámara frontal siempre grabará en cámara lenta a 120 fps.
es_us: La cámara frontal siempre grabará la cámara lenta a 120 fps.
fi: Etukamera tallentaa hidastusta aina nopeudella 120 fps.
fr: La caméra avant enregistrera toujours les ralentis à 120 ips.
fr_ca: La caméra avant enregistrera systématiquement les ralentis à 120 ips.
gu: ફ્રંટ કૅમેરા સ્લો-મો હંમેશાં 120 fps પર રેકોર્ડ કરશે.
he: המצלמה הקדמית תמיד תקליט הילוך איטי בקצב של ⁨120 FPS⁩.
hi: फ़्रंट कैमरा धीमी गति को हमेशा 120 fps पर रिकॉर्ड करेगा।
hr: Prednja kamera uvijek će snimati usporeno pri 120 FPS.
hu: Az előlapi kamera mindig 120 fps sebességgel rögzíti a lassított felvételt.
id: Kamera depan akan selalu merekam slo-mo pada 120 fps.
it: La fotocamera anteriore registra sempre in modalità slow motion a 120 fps.
ja: 前面カメラはスローモーションを常に120 fpsで撮影します。
kk: Алдыңғы камера баяу видеоны әрдайым 120 кадр/⁠с жиілікте түсіреді.
kn: ಸ್ಲೋ-ಮೋಷನ್ ಅನ್ನು ಮುಂಬದಿಯ ಕ್ಯಾಮರಾ ಯಾವಾಗಲೂ 120 fpsನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: 전면 카메라는 슬로 모션을 항상 120fps로 촬영합니다.
lt: Priekinė kamera visada įrašys sulėtintą vaizdą 120 kadr./s sparta.
ml: മുൻവശ ക്യാമറ എപ്പോഴും 120 fps-ൽ സ്ലോമോഷൻ റെക്കോർഡ് ചെയ്യും.
mr: फ्रंट कॅमेराद्वारे स्लो मो नेहमी ^[120](formatNumber: true) fps वर रेकॉर्ड केला जाईल.
ms: Kamera depan akan sentiasa merakam slo‑mo pada 120 bps.
nb: Kameraet foran vil alltid ta opp med 120 bps.
nl: De camera aan de voorzijde neemt slowmotion altijd op 120 fps op.
or: ସାମ୍ନା କ୍ଯାମେରା ସବୁବେଳେ ^[120](formatNumber: true) fpsରେ ସ୍ଲୋ-ମୋଶନ୍ ରେକର୍ଡ୍‌ କରିବ।
pa: ਮੂਹਰਲਾ ਕੈਮਰਾ ਸਲੋ-ਮੋ ਨੂੰ ਹਮੇਸ਼ਾਂ ^[120](formatNumber: true) fps ‘ਤੇ ਰਿਕਾਰਡ ਕਰੇਗਾ।
pl: Aparat przedni zawsze nagrywa wideo w zwolnionym tempie przy 120 klatkach na sekundę.
pt_br: A câmera frontal sempre gravará em câmera lenta a 120 fps.
pt_pt: Em câmara lenta, a câmara frontal filma sempre a 120 fps.
ro: Camera frontală va înregistra întotdeauna în ralanti la 120 fps.
ru: Передняя камера будет всегда записывать замедленное видео при 120 кадр⁠/⁠с.
sk: Predná kamera bude vždy nahrávať spomalené videá s rýchlosťou snímok 120 fps.
sl: Sprednja kamera bo počasne posnetke vedno snemala s hitrostjo 120 sličic/s.
sv: Kameran på framsidan spelar alltid in slowmotion med 120 bilder/s.
ta: முன்பக்க கேமரா ஸ்லோ-மோ வீடியோவை எப்போதும் 120 fpsஇல் பதிவுசெய்யும்.
te: ఫ్రంట్ కెమెరా ఎల్లప్పుడూ స్లో మోషన్‌ను 120 fpsగా రికార్డ్ చేస్తుంది.
th: กล้องด้านหน้าจะบันทึกแบบสโลว์โมชั่นที่ 120 fps เสมอ
tr: Ön kamera ağır çekimi her zaman 120 kare/sn. kaydeder.
uk: Передня камера завжди записуватиме сповільнене відео з частотою 120 кадр/с.
ur: سامنے کا کیمرا سست رفتار کو ہمیشہ ‏⁨^[120](formatNumber: true) fps⁩ پر ریکارڈ کرے گا۔
vi: Camera trước sẽ luôn quay video quay chậm ở tốc độ 120 fps.
zh_cn: 前置相机将始终以120 fps录制慢动作影片。
zh_hk: 前置鏡頭總是以120 fps錄製慢動作。
zh_tw: 前置相機永遠會以120 fps的影格率錄製慢動作影片。

# CAM_RECORD_SLOMO_FOOTER_HEAD
source: A minute of slo-mo will be approximately:
ar: دقيقة الحركة البطيئة ستكون تقريبًا:
bg: Минута забавено движение ще бъде приблизително:
bn: এক মিনিটের স্লো-মো এর আনুমানিক সাইজ হবে:
ca: Un minut de càmera lenta serà aproximadament:
cs: Minuta zpomaleného záznamu zabere přibližně:
da: Et minut i slowmotion er omkring:
de: Eine Minute Slo-Mo ist ungefähr:
el: Ένα λεπτό αργής κίνησης θα είναι περίπου:
es: Un minuto de vídeo a cámara lenta será aproximadamente:
es_us: Un minuto de cámara lenta será aproximadamente:
fi: Minuutin pituinen hidastettu video vie tilaa noin:
fr: Une minute de ralenti sera approximativement de :
fr_ca: Une minute de ralenti sera approximativement de :
gu: એક મિનિટનો સ્લો-મો હશે લગભગ :
he: דקה אחת של הילוך איטי היא בערך:
hi: एक मिनट का धीमी गति का वीडियो लगभग इतने आकार का होगा :
hr: Minuta usporenog videozapisa imat će približno:
hu: Egy perc lassított felvétel mérete körülbelül:
id: Satu menit slo-mo kira-kira akan berukuran:
it: Un minuto di video in slow motion corrisponde approssimativamente a:
ja: 1分間のスローモーションは、およそ以下の通りです:
kk: Баяу видеоның бір минуты шамамен:
kn: ಒಂದು ನಿಮಿಷದ ಸ್ಲೋ-ಮೋಷನ್ ಸರಿಸುಮಾರು ಇಷ್ಟಿರುತ್ತದೆ:
ko: 슬로 모션 1분의 대략적인 크기:
lt: Minutė sulėtinto vaizdo bus maždaug tokio dydžio:
ml: ഒരു മിനിറ്റ് സ്ലോമോ ഏകദേശം ഇത്രയുണ്ടാകും:
mr: एका मिनिटाचा स्लो-मो अंदाजे ह्या आकाराचा असेल :
ms: Seminit slo-mo adalah lebih kurang:
nb: Ett minutt med sakte film vil tilsvare omtrent:
nl: Een minuut in slowmotion is ongeveer:
or: ଏକ ମିନିଟ୍‌ର ସ୍ଲୋ-ମୋଶନ୍ ଆନୁମାନିକ ଭାବରେ ଏହା ହେବ:
pa: ਇੱਕ ਮਿੰਟ ਦੀ ਸਲੋ-ਮੋ ਵੀਡੀਓ ਲਗਭਗ ਇਸ ਆਕਾਰ ਦੀ ਹੋਵੇਗੀ:
pl: Minuta filmu w zwolnionym tempie zajmie około:
pt_br: Um minuto de câmera lenta resulta em aproximadamente:
pt_pt: Um minuto em câmara lenta terá aproximadamente:
ro: Un minut de ralanti va avea aproximativ:
ru: Минута замедленной съемки составит примерно:
sk: Minúta spomaleného záberu zaberie približne:
sl: Minuta počasnega posnetka bo velika približno:
sv: En minut i slowmotion blir omkring:
ta: ஒரு நிமிட ஸ்லோ-மோ வீடியோ தோராயமாக:
te: నిమిషం స్లో మోషన్ సుమారుగా ఇంత ఉంటుంది:
th: สโลว์โมชั่นหนึ่งนาทีจะใช้พื้นที่ประมาณ:
tr: Bir dakikalık ağır çekim yaklaşık şu büyüklükte olacaktır:
uk: Хвилина сповільненого відео займатиме приблизно:
ur: ایک منٹ کی سست رفتار کی ویڈیو تقریباً اس سائز کی ہوگی:
vi: Một phút quay chậm sẽ xấp xỉ:
zh_cn: 1分钟慢动作视频约：
zh_hk: 一分鐘的慢動作影片大約為：
zh_tw: 一分鐘的慢動作大約是：

# CAM_RECORD_SLOMO_TITLE
source: Record Slo-mo
ar: تسجيل الحركة البطيئة
bg: Запиши забавено движение
bn: স্লো-মো রেকর্ড করুন
ca: Gravació a càmera lenta
cs: Zpomalený záznam
da: Optag slowmotion
de: Slo-Mo aufnehmen
el: Εγγραφή σε αργή κίνηση
es: Grabar a cámara lenta
es_us: Cámara lenta
fi: Tallenna hidastettu
fr: Enregistrer un ralenti
fr_ca: Enregistrer un ralenti
gu: સ્લો-મો રેકોર્ડ કરો
he: צילום בהילוך איטי
hi: धीमी गति में रिकॉर्ड करें
hr: Snimi usporeno
hu: Lassított felvétel
id: Rekam Slo-mo
it: Registra slow motion
ja: スローモーション撮影
kk: Баяу видео жазу
kn: ಸ್ಲೋ-ಮೋ ರೆಕಾರ್ಡ್ ಮಾಡುವಿಕೆ
ko: 슬로 모션 녹화
lt: Įrašyti sulėtintą vaizdą
ml: സ്ലോ-മോ
mr: स्लो मो रेकॉर्ड करा
ms: Rakam Slo-mo
nb: Sakte film
nl: Neem slowmotion op
or: ସ୍ଲୋ-ମୋଶନ୍ ରେକର୍ଡ୍‌ କରନ୍ତୁ
pa: ਸਲੋ-ਮੋ ਵਿੱਚ ਰਿਕਾਰਡ ਕਰੋ
pl: Zwolnione tempo
pt_br: Câmera Lenta
pt_pt: Filmar em câmara lenta
ro: Filmare în ralanti
ru: Запись замедл. видео
sk: Spomalené video
sl: Počasni posnetek
sv: Spela in slowmotion
ta: ஸ்லோ-மோவைப் பதிவுசெய்
te: స్లో మోషన్ రికార్డ్ చేయండి
th: บันทึกสโลว์โมชั่น
tr: Ağır Çekim
uk: Повільна зйомка
ur: سست رفتار میں ریکارڈ کریں
vi: Quay chậm
zh_cn: 录制慢动作视频
zh_hk: 錄製慢動作
zh_tw: 錄製慢動作

# CAM_RECORD_VIDEO_4K
source: 4K at 30 fps
ar: ‏4K بمعدل ٣٠ إطار/ث
bg: 4K / 30 кадъра/сек
bn: 4K 30 fps-এ
ca: 4K a 30 fps
cs: 4K, 30 fps
da: 4K ved 30 bps
de: 4K (30 fps)
el: 4K στα 30 καρέ/δευτ.
es: 4K a 30 fps
es_us: 4K a 30 fps
fi: 4K / 30 fps
fr: 4K à 30 ips
fr_ca: 4K à 30 ips
gu: 30 fps પર 4K
he: ‏4K בקצב של ⁨30 FPS⁩
hi: 30 fps पर 4K
hr: 4K pri 30 fps
hu: 4K / 30 fps
id: 4K pada 30 fps
it: 4K a 30 fps
ja: 4K/30 fps
kk: 4K, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 4K
ko: 4K - 30fps
lt: 4K 30 kadr./s
ml: 30 fps-ൽ 4K
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K
ms: 4K pada 30 bps
nb: 4K ved 30 bps
nl: 4K op 30 fps
or: ^[30](formatNumber: true) fpsରେ 4K
pa: 30 fps ’ਤੇ 4K
pl: 4K, 30 kl./s
pt_br: 4K a 30 fps
pt_pt: 4K a 30 fps
ro: 4K la 30 fps
ru: 4K, 30 кадр⁠/⁠с
sk: 4K, 30 fps
sl: 4K in 30 sličic/s
sv: 4K med 30 bilder/s
ta: 30 fpsஇல் 4K
te: 30 fpsగా 4K
th: 4K ที่ 30 fps
tr: 4K, 30 kare/sn.
uk: 4K із 30 кадр/с
ur: 4K پر ⁨^[30](formatNumber: true) fps⁩
vi: 4K tại 30 fps
zh_cn: 4K/30 fps
zh_hk: 4K/30 fps
zh_tw: 4K/30 fps

# CAM_RECORD_VIDEO_4K_24
source: 4K at 24 fps
ar: ‏4K بمعدل ٢٤ إطار/ث
bg: 4K / 24 кадъра/сек
bn: ^[4](formatNumber: true)K ^[24](formatNumber: true) fps-এ
ca: 4K a 24 fps
cs: 4K, 24 fps
da: 4K ved 24 bps
de: 4K (24 fps)
el: 4K στα 24 καρέ/δευτ.
es: 4K a 24 fps
es_us: 4K a 24 fps
fi: 4K / 24 fps
fr: 4K à 24 ips
fr_ca: 4K à 24 ips
gu: 24 fps પર 4K
he: ‏4K בקצב של ⁨24 FPS⁩
hi: 24 fps पर 4K
hr: 4K pri 24 fps
hu: 4K / 24 fps
id: 4K pada 24 fps
it: 4K a 24 fps
ja: 4K/24 fps
kk: 4K, 24 кадр/с
kn: 24 fpsನಲ್ಲಿ 4K
ko: 4K - 24fps
lt: 4K 24 kadr./s
ml: 24 fps-ൽ 4K
mr: ^[24](formatNumber: true) fps वर ^[4](formatNumber: true) K
ms: 4K pada 24 bps
nb: 4K ved 24 bps
nl: 4K op 24 fps
or: ^[24](formatNumber: true) fpsରେ 4K
pa: ^[24](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 24 kl./s
pt_br: 4K a 24 fps
pt_pt: 4K a 24 fps
ro: 4K la 24 fps
ru: 4K, 24 кадр⁠/⁠с
sk: 4K, 24 fps
sl: 4K in 24 sličic/s
sv: 4K med 24 bilder/s
ta: 24 fpsஇல் 4K
te: 24 fpsగా 4K
th: 4K ที่ 24 fps
tr: 4K, 24 kare/sn.
uk: 4K із 24 кадр/с
ur: 4K پر ⁨^[24](formatNumber: true) fps⁩
vi: 4K tại 24 fps
zh_cn: 4K/24 fps
zh_hk: 4K/24 fps
zh_tw: 4K/24 fps

# CAM_RECORD_VIDEO_4K_24_FOOTER
source: • 270 MB with 4K at 24 fps (film style)
ar: ‏• ٢٧٠ م.ب. بدقة 4K بمعدل ٢٤ إطار/ث (نمط الأفلام)
bg: • 270 MB с 4K / 24 кадъра/сек (филмов стил)
bn: • 4K 24 fps-এ 270 MB (ফিল্ম স্টাইল)
ca: • 270 MB amb 4K a 24 fps (estil de pel·lícula)
cs: • 270 MB při 4K a 24 fps (filmové)
da: • 270 MB med 4K ved 24 bps (filmformat)
de: • 270 MB in 4K mit 24 fps (Filmstil)
el: • 270 MB με 4K στα 24 καρέ/δευτ. (κινηματογραφικό στιλ)
es: • 270 MB a 4K y 24 fps (cinematográfico)
es_us: • 270 MB con 4K a 24 fps (estilo fílmico)
fi: • 270 Mt, jos valittuna on 4K / 24 fps (elokuvatyylinen)
fr: • 270 Mo avec 4K à 24 ips (style film)
fr_ca: • 270 Mo avec 4K à 24 ips (style cinématographique)
gu: • 24 fps પર 4K માટે 270 MB (ફિલ્મી સ્ટાઇલ)
he: ‏• 270 מ״ב באיכות 4K בקצב של ⁨24 FPS⁩ (סגנון סרט)
hi: • 24 fps पर 4K के साथ 270 MB (फ़िल्म शैली)
hr: • 270 MB s 4K pri 24 fps (filmski stil)
hu: • 270 MB 4K felbontással, 24 fps sebességgel (filmszerű)
id: • 270 MB dengan 4K pada 24 fps (gaya film)
it: • 270 MB con 4K a 24 fps (pellicola)
ja: • 270 MB（4K/24 fps、映画のスタイル）
kk: • 270 МБ: 4K, 24 кадр/с (кино)
kn: • 24 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 270 MB (ಫಿಲ್ಮ್ ಸ್ಟೈಲ್)
ko: • 270MB, 4K - 24fps(필름 스타일)
lt: • 270 MB pasirinkus 4K 24 kadr./s (filmo stilius)
ml: • 24 fps-ൽ 4K-യോടു കൂടിയ 270 MB (സിനിമ ശൈലി)
mr: • ^[24](formatNumber: true) fps वर ^[4](formatNumber: true)K सह ^[270](formatNumber: true) MB (फिल्म स्टाइल)
ms: • 270 MB dengan 4K pada 24 bps (gaya filem)
nb: • 270 MB med 4K ved 24 bps (filmstil)
nl: • 270 MB met 4K op 24 fps (filmstijl)
or: • ^[24](formatNumber: true) fpsରେ 4K ସହିତ ^[270](formatNumber: true) MB (ଫିଲ୍ମ ଷ୍ଟାଇଲ୍)
pa: • 24 fps ‘ਤੇ 4K ਨਾਲ 270 MB (ਫ਼ਿਲਮ ਸਟਾਇਲ)
pl: • 270 MB przy 4K i 24 kl./s (film)
pt_br: • 270 MB com 4K a 24 fps (estilo de filme)
pt_pt: • 270 MB com 4K a 24 fps (cinemático)
ro: • 270 MB cu 4K la 24 fps (stil cinematografic)
ru: • 270 МБ при 4K, 24 кадр⁠/⁠с (кино)
sk: • 270 MB pri 4K, 24 fps (film)
sl: • 270 MB z ločljivostjo 4K pri 24 sličicah/s (filmsko)
sv: • 270 MB med 4K med 24 bilder/s (filmkvalitet)
ta: • 24 fpsஇல் 4Kஇல் 270 MB (ஃபிலிம் ஸ்டைல்)
te: • 24 fpsగా 4Kతో 270 MB (ఫిల్మ్ స్టైల్)
th: • 270 MB ด้วย 4K ที่ 24 fps (แบบภาพยนตร์)
tr: • 270 MB; 4K, 24 kare/sn. (film tipi)
uk: • 270 МБ для 4K із 24 кадр/с (як кіноплівка)
ur: • ‏⁨^[24](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[270](formatNumber: true) MB⁩ (فلم اسٹائل)
vi: • 270 MB với 4K tại 24 fps (phong cách phim)
zh_cn: • 270 MB, 4K/24 fps（电影风格）
zh_hk: • 270 MB（4K/24 fps，電影風格）
zh_tw: • 270 MB（4K/24 fps，電影風格）
